patterns = {
    'country': [
        r'Краіна:(.*)\n'
    ],
    'director': [
        r'Рэжыс[ёэ]р:(.*)\n'
    ],
    'stars' : [
        r'Ролі выконва\w+:(.*)\n',
        r'Акцёры:(.*)\n',
        r'У р[оа]лях:(.*)\n'
    ],
    'genres': [
        r'Жана*р:(.+)\n'
    ],
    'length': [
        r'Працяглась*ць:(.+)\n'
    ],
    'description': [
        r'Пра ф\w{4}:(.+)<\/p>',
        r'Аб ф\w{5}:(.+)<\/p>',
        r'Апісань*не:(.+)<\/p>',
        r'Пра ф\w{4}:(.+)<',
        r'Аб ф\w{5}:(.+)<',
        r'Апісань*не:(.+)<',

    ]
}

