Repository: Romeno/KinaKipaWeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be

source: English
be: Ангельскі

source: Russian
be: Рускі

source: Belarusian
be: Беларускі

source: Title
be: Назва

source: Article title
be: Назва артыкула

source: Badge image
be: Малюнак плашчака

source: Image for the article that will be used on all list pages
be: Малюнак артыкула для ўсіх старонак са спісамі артыкулаў

source: Article content
be: Змеціва артыкула

source: Publication date
be: Дата публікацыі

source: Movie name
be: Назва фільма

source: Original movie name
be: Арыгінальная назва фільма

source: Name of the movie in the language of the original
be: Назва фільма на мове арыгіналу

source: Director
be: Рэжысёр

source: Actors
be: Акцёры

source: Description
be: Апісанне

source: Country
be: Краіна

source: Country of production
be: Краіна вытворчасці

source: Kinopoisk rating
be: Рэйтынг Кінапошуку

source: Film ratings on kinopoisk.ru
be: Рэйтынг фільма на kinopoisk.ru

source: Imdb rating
be: Imdb рэйтынг

source: Film ratings on imdb.com
be: Рэйтынг фільма на imdb.com

source: Year
be: Год

source: Year of creation
be: Год вытворчасці

source: Length
be: Працягласць

source: Movie length
be: Працягласць фільма

source: Movie genres
be: Жанры фільма

source: Genres can include spaces. Used like tags.
be: Жанры могуць уключаць прагалы. Выкарыстоўваюцца як тэгі.

source: Video html code
be: Html код відэа

source: html code for displaying the video
be: Html код для адлюстравання відэа

source: Image
be: Малюнак

source: Image for the movie that will be used on all list pages
be: Малюнак фільма для ўсіх старонак са спісамі фільмаў

source: Torrent link
be: Torrent спаслыка

source: Event title
be: Назва мерапрыемства

source: Event description
be: Апісанне мерапрыемства

source: Start date
be: Час пачатку мерапрыемства

source: Date and time when the event starts
be: Дата і час, калі мерапрыемства пачнецца

source: End date
be: Час сканчэння мерапрыемства

source: Date and time when the event ends. NOTE: only future events will be shown on the map
be: Дата і час, калі мерапрыемтсва скончыцца. ЗАЎВАГА: толькі будучыя мерапрыемствы будуць паказаныя на карце

source: Location
be: Месца

source: Event's location. Should be a string which can be geocoded by Yandex Maps. After creating an Event please check whether it is shown on map if it is geodecoding was successfull
be: Месца правядзення мерапрыемства. Радок які Yandex Maps зможа геадэкадаваць. Пасля таго як вы дадзеце мерапрыемства, калі ласка паглядзіце ці знаходзіцца яно на карце. Калі яно там будзе, значыць геадэкадаванне было пасьпяховым

source: top on index page
be: верхні на галоўнай

source: right on index page
be: правы на галоўнай

source: Banner image
be: Малюнак баннера

source: Banner consists of image and link
be: Баннер складаецца з малюнка і спасылкі

source: Url
be: Спасылка

source: Url where banner will lead to
be: Спаслыку куды баннер будзе весці

source: Banner position
be: Месцазнаходжанне баннера

source: On which pages and where this banner will be positioned
be: На якой старнке і дзе баннер будзе знаходзіцца

source: KinaKipa
be: КінаКіпа

source: Movies
be: Фільмы

source: News
be: Навіны

source: Movie screenings
be: Кінапрагляды

source: About us
be: Пра нас

source: Contacts
be: Кантакты

source: Genre
be: Жанр

source: min
be: хв

source: Sports
be: Спартыўныя

source: Watch now
be: Глядзець

source: View more
be: Праглядзець астатняе

source: Dramas
be: Драмы

source: Comedies
be: Камедыі

source: Crimes
be: Крымінальныя

source: Fiction
be: Фантастыка

source: Movie news
be: Навіны кіно

source: hours ago
be: гадз. таму

source: minutes ago
be: хв. таму

source: just now
be: толькі што

source: Administration
be: Адміністрацыя

source: january
be: студзень

source: february
be: люты

source: march
be: сакавік

source: april
be: красавік

source: may
be: май

source: june
be: чэрвень

source: july
be: ліпень

source: august
be: жнівень

source: september
be: верасень

source: october
be: кастрычнік

source: november
be: лістапад

source: december
be: снежань
